/* The string for canceling a map editing function. */
"CancelKey" = "Отказ";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Наистина ли желаете отказ?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Промените ви няма да бъдат запазени.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Обектът, който създадохте, няма да бъде запазен.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Отмяна на промените";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Отказ от редактиране";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Невалиден адрес";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Трябва да има включен адрес за точката.";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Не сте добавили местоположение за тази точка";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Няма да бъде добавена нова точка";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Продължаване с редакция";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Изберете точката, която искате да изтриете.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Няма точки за изтриване.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Наистина ли искате да изчистите всички точки?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Не";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Да";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Искате ли да превключите към точка?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Искате ли да превключите към начупена линия?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Искате ли да превключите към полигон?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Точките, които добавихте, няма да се променят и можете да продължите със създаването на обекта";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Всички ваши добавени точки ще бъдат изтрити";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Наистина ли искате да изтриете тази точка?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Запазване";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Филтриране";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Текущо местоположение";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Не са намерени предложения";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Адрес";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Изчистване на всички";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ е създаден успешно";

/* The placeholder text of the Searchbar */
"SearchKey" = "Търсене";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Добавяне на нова точка";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Основна карта";

/* The title for the standard map type. */
"StandardKey" = "Стандартна";

/* The title for the hybrid map type. */
"HybridKey" = "Хибридна";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Хибридна, от въздуха";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Заглушена стандартна";

/* The title for the satellite map type. */
"SatelliteKey" = "Сателитна";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Сателитна, от въздуха";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Добавяне на местоположение";

